tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"

brew "python"
brew "awscli"
brew "git"
brew "htop"
brew "imagemagick"
brew "mackup"
brew "mas"
brew "mysql"
brew "node"
brew "php", restart_service: true
brew "postgresql", restart_service: true
brew "speedtest-cli"
brew "thefuck"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"

cask "adobe-photoshop-lightroom"
cask "atom"
cask "transmit"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "firefox"
cask "fliqlo"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "kitematic"
cask "netspot"
cask "postman"
cask "sketch"
cask "slack"
cask "soda-player"
cask "spotify"
cask "vlc"
cask "caskroom/versions/adobe-photoshop-lightroom600"
cask "caskroom/versions/google-chrome-canary"
cask "caskroom/versions/mattr-slate

mas "Airmail 3", id: 918858936
mas "ForkLift", id: 412448059
mas "iA Writer", id: 775737590
mas "Magnet", id: 441258766
mas "Reeder", id: 880001334
mas "Sip", id: 507257563
